[
    [
        "acre /ˈeɪkər/ n.", 
        "An acre is a unit for measuring area.", 
        "They lived on a 150-acre farm.", 
        "01_1201"
    ], 
    [
        "afterlife /ˈæftərlaɪf/ n.", 
        "The afterlife is a life that some people believe begins when a person dies.", 
        "I believe that there is an afterlife.", 
        "01_1202"
    ], 
    [
        "archaeology /ˌɑːrkiˈɑːlədʒi/ n.", 
        "Archaeology is the study of the remains left by ancient societies.", 
        "He enjoyed visiting the Great Pyramids of Egypt because he loves archaeology.", 
        "01_1203"
    ], 
    [
        "chamber /ˈtʃeɪmbər/ n.", 
        "A chamber is a closed space or room used for a special purpose.", 
        "The meeting was held in the faculty chamber.", 
        "01_1204"
    ], 
    [
        "channel /ˈtʃænl/ n.", 
        "A channel is a long, deep space between two edges.", 
        "The river cut a channel through the rocks.", 
        "01_1205"
    ], 
    [
        "core /kɔːr/ n.", 
        "A core is the main or central part of something.", 
        "Earth has a solid inner core.", 
        "01_1206"
    ], 
    [
        "corridor /ˈkɔːrɪdɔːr/ n.", 
        "A corridor is a narrow passage that leads into other areas.", 
        "He took the corridor on the left to go to his office.", 
        "01_1207"
    ], 
    [
        "distinct /dɪˈstɪŋkt/ adj.", 
        "A distinct thing is different or stands out.", 
        "He has a distinct accent.", 
        "01_1208"
    ], 
    [
        "elite /ɪˈliːt/ adj.", 
        "Elite means of or from a high-level group.", 
        "Only an elite group was allowed membership into the club.", 
        "01_1209"
    ], 
    [
        "engineer /ˌendʒɪˈnɪr/ v.", 
        "To engineer something is to skillfully plan out how to make that thing.", 
        "After engineering the robot, they needed to find the correct parts to build it.", 
        "01_1210"
    ], 
    [
        "found /faʊnd/ v.", 
        "To found something means to start, organize, or establish that thing.", 
        "My grandfather founded the City Bank.", 
        "01_1211"
    ], 
    [
        "gap /ɡæp/ n.", 
        "A gap is a space between two things.", 
        "There is a small gap between the blocks of wood.", 
        "01_1212"
    ], 
    [
        "glory /ˈɡlɔːri/ n.", 
        "Glory is the importance, magnificence, or specialness of something.", 
        "They enjoyed the glory of the beautiful sunset.", 
        "01_1213"
    ], 
    [
        "interior /ɪnˈtɪriər/ n.", 
        "An interior is the inside of something.", 
        "They looked at the interior of the box.", 
        "01_1214"
    ], 
    [
        "lion /ˈlaɪən/ n.", 
        "A lion is a large animal in the cat family.", 
        "We went to see the lion at the zoo.", 
        "01_1215"
    ], 
    [
        "role /rəʊl/ n.", 
        "A role is a job, position, or part in something.", 
        "Her role in the office is to sell products to customers.", 
        "01_1216"
    ], 
    [
        "royal /ˈrɔɪəl/ adj.", 
        "Royal means related to a king or queen.", 
        "The Duchess was part of the royal family.", 
        "01_1217"
    ], 
    [
        "sole /səʊl/ adj.", 
        "A sole person or thing is the only one.", 
        "She was the sole woman in the room.", 
        "01_1218"
    ], 
    [
        "stairs /stεərz/ n.", 
        "Stairs are a set of steps built to go from one level of a building to another.", 
        "He took the stairs instead of the elevator.", 
        "01_1219"
    ], 
    [
        "surface /ˈsɜːrfɪs/ n.", 
        "The surface is the top layer of something.", 
        "She wiped the surface of the table.", 
        "01_1220"
    ]
]
