[
    [
        "agreement /əˈɡriːmənt/ n.", 
        "An agreement is a formal decision about future action.", 
        "I think you'll get Tom's agreement to this proposal.", 
        "02_1221"
    ], 
    [
        "arise /əˈraɪz/ v.", 
        "To arise is to happen.", 
        "Difficulties arose with his computer because it was old.", 
        "02_1222"
    ], 
    [
        "benefactor /ˈbenɪfæktər/ n.", 
        "A benefactor is a person who gives money to help someone.", 
        "The student's benefactor gave him money to spend on his studies.", 
        "02_1223"
    ], 
    [
        "blacksmith /ˈblæksmɪθ/ n.", 
        "A blacksmith is a person who makes things out of metal.", 
        "The blacksmith pounded the piece of metal until it was flat.", 
        "02_1224"
    ], 
    [
        "chimney /ˈtʃɪmni/ n.", 
        "A chimney is a tall pipe used to carry smoke out of a building.", 
        "The cat was sitting on the roof next to the chimney.", 
        "02_1225"
    ], 
    [
        "compensate /ˈkɑːmpenseɪt/ v.", 
        "To compensate is to pay someone for the time they spent doing something.", 
        "Her boss compensated her for the extra work she did last week.", 
        "02_1226"
    ], 
    [
        "encounter /ɪnˈkaʊntər/ v.", 
        "To encounter is to find or meet a person or thing.", 
        "I encountered a sea turtle while I was swimming.", 
        "02_1227"
    ], 
    [
        "exceed /ɪkˈsiːd/ v.", 
        "To exceed is to be more than something.", 
        "Since I exceeded my limit, I decided to get rid of my credit cards.", 
        "02_1228"
    ], 
    [
        "forge /fɔːrdʒ/ v.", 
        "To forge is to make or produce, especially with difficulty.", 
        "Stacy and Heather forged their friendship when they were teenagers.", 
        "02_1229"
    ], 
    [
        "humble /ˈhʌmbl/ adj.", 
        "People who are humble do not believe that they are better than other people.", 
        "Even though Bob is the smartest boy in his class, he is humble.", 
        "02_1230"
    ], 
    [
        "iron /ˈaɪərn/ n.", 
        "Iron is a strong metal that is used to make many objects.", 
        "The horse had shoes made of iron.", 
        "02_1231"
    ], 
    [
        "ladder /ˈlædər/ n.", 
        "A ladder is an object that is used to climb up and down things.", 
        "He used a ladder to climb to the top of his tree house.", 
        "02_1232"
    ], 
    [
        "modest /ˈmɑːdɪst/ adj.", 
        "If people are modest, they do not think that they are too important.", 
        "Derek is very modest for someone who is so rich.", 
        "02_1233"
    ], 
    [
        "occupy /ˈɑːkjupaɪ/ v.", 
        "To occupy a place is to live, work, or be there.", 
        "Kevin and Alice occupied the chairs and had a long discussion.", 
        "02_1234"
    ], 
    [
        "penny /ˈpeni/ n.", 
        "A penny is a coin worth one cent.", 
        "US President Abraham Lincoln is on the penny.", 
        "02_1235"
    ], 
    [
        "preach /priːtʃ/ v.", 
        "To preach is to talk about and promote a religious idea.", 
        "Aaron often preached about living an honest life.", 
        "02_1236"
    ], 
    [
        "prosper /ˈprɑːspər/ v.", 
        "To prosper is to be successful or make a lot of money.", 
        "Frank's new business finally prospered after many years of hard work.", 
        "02_1237"
    ], 
    [
        "province /ˈprɑːvɪns/ n.", 
        "A province is an area that is controlled by a country.", 
        "Canada is divided into several different provinces.", 
        "02_1238"
    ], 
    [
        "satisfaction /ˌsætɪsˈfækʃn/ n.", 
        "Satisfaction is the feeling of having done or received something good.", 
        "Brad was filled with satisfaction when he saw what was for dinner.", 
        "02_1239"
    ], 
    [
        "sustain /səˈsteɪn/ v.", 
        "To sustain something is to keep it going.", 
        "Wind power is a clean way to sustain a city with energy.", 
        "02_1240"
    ]
]