[
[
"alley /ˈæli/ n.",
"An alley is a narrow road between houses or buildings.",
"The alley behind my house looks dirty.",
"04_1261"
],
[
"ax /æks/ n.",
"An ax is a tool used to cut wood.",
"She used an ax to cut some wood for the fire.",
"04_1262"
],
[
"bunch /bʌntʃ/ n.",
"A bunch is a group of the same things.",
"She was hungry, so she ate the entire bunch of grapes.",
"04_1263"
],
[
"chore /tʃɔːr/ n.",
"A chore is an unpleasant job that must be done.",
"It's Nikki's chore to do the dishes every Tuesday and Wednesday night.",
"04_1264"
],
[
"decent /ˈdiːsnt/ adj.",
"A decent person or thing is OK or good enough.",
"Eric did a decent job painting the fence.",
"04_1265"
],
[
"disgraceful /dɪsˈɡreɪsfl/ adj.",
"Disgraceful behavior is behavior that is very bad.",
"This is a disgraceful waste of money.",
"04_1266"
],
[
"elbow /ˈelbəʊ/ n.",
"The elbow is the middle part of an arm, where it bends.",
"She pointed to her elbow to show me where she hurt herself.",
"04_1267"
],
[
"grateful /ˈɡreɪtfl/ adj.",
"A grateful person feels thankful about something.",
"The girls were grateful for the chance to visit their grandfather.",
"04_1268"
],
[
"irritate /ˈɪrɪteɪt/ v.",
"To irritate means to annoy someone.",
"Karen's brother irritated her when he told her that he had lost her camera.",
"04_1269"
],
[
"kid /kɪd/ v.",
"To kid is to say something that is not true as a joke.",
"I am not really mad. I was kidding when I said I was angry.  ",
"04_1270"
],
[
"loose /luːs/ adj.",
"A loose thing is not held in place tightly.",
"The bolt was loose, so I tightened it with the wrench.",
"04_1271"
],
[
"offend /əˈfend/ v.",
"To offend is to make someone angry or upset.",
"They were both offended by what they had said to each other.",
"04_1272"
],
[
"overnight /ˌəʊvərˈnaɪt/ adv.",
"An overnight action happens during the night.",
"The campers stayed in the tent overnight.",
"04_1273"
],
[
"persist /pərˈsɪst/ v.",
"To persist means to keep doing something even when it is hard.",
"Even though the lesson was difficult, he persisted until he understood.",
"04_1274"
],
[
"pine /paɪn/ n.",
"A pine is a type of tall, thin tree with needles instead of leaves.",
"There were many beautiful pine trees in the forest.",
"04_1275"
],
[
"scar /skɑːr/ n.",
"A scar is a mark on the skin after a wound heals.",
"The man had horrible scars on his cheek and forehead.",
"04_1276"
],
[
"sensation /senˈseɪʃn/ n.",
"A sensation is a feeling that people get from their senses.",
"Mom got a painful sensation in her head from the loud noise.",
"04_1277"
],
[
"sled /sled/ n.",
"A sled is a small vehicle used on snow.",
"Marvin likes to ride his sled down the hill in winter.",
"04_1278"
],
[
"tease /tiːz/ v.",
"To tease means to laugh at or make fun of someone.",
"Jake teased Charlie because he was the new student.",
"04_1279"
],
[
"valentine /ˈvæləntaɪn/ n.",
"A valentine is someone loved or admired with great affection.",
"Harry wanted Molly to be his valentine.",
"04_1280"
]
]
