[
[
"acquaint /əˈkweɪnt/ v.",
"To acquaint yourself is to get to know something or someone.",
"Nancy acquainted herself with the new computer.",
"05_1281"
],
[
"cemetery /ˈseməteri/ n.",
"A cemetery is a place where people are buried when they die.",
"Some people are scared of cemeteries.",
"05_1282"
],
[
"creature /ˈkriːtʃər/ n.",
"A creature is an animal or person.",
"Those creatures live in Africa.",
"05_1283"
],
[
"curse /kɜːrs/ v.",
"To curse someone is to hope that bad things happen to that person.",
"The witch cursed the village.",
"05_1284"
],
[
"disguise /dɪsˈɡaɪz/ n.",
"A disguise is something you wear so people cannot tell who you are.",
"Everyone knew that it was Dad in the Santa disguise.",
"05_1285"
],
[
"fancy /ˈfænsi/ adj.",
"A fancy thing is nicer or more detailed than normal.",
"Their table was all set for a fancy dinner.",
"05_1286"
],
[
"flashlight /ˈflæʃlaɪt/ n.",
"A flashlight is a small electric light that people carry in their hands.",
"We took a flashlight when we went camping.",
"05_1287"
],
[
"hood /hʊd/ n.",
"A hood is part of a coat that goes over a person's head.",
"She put on her hood to keep her head warm.",
"05_1288"
],
[
"inhabitant /ɪnˈhæbɪtənt/ n.",
"An inhabitant is a person who lives in a certain place.",
"The number of inhabitants in the countryside is increasing.",
"05_1289"
],
[
"nourish /ˈnɜːrɪʃ/ v.",
"To nourish is to give someone or something the food needed to live.",
"A good mother will nourish her baby every day.",
"05_1290"
],
[
"pirate /ˈpaɪrət/ n.",
"A pirate is a sailor who steals things from other boats.",
"Pirates are very scary characters.",
"05_1291"
],
[
"publication /ˌpʌblɪˈkeɪʃn/ n.",
"A publication is something printed, like a newspaper or book.",
"She's been a subscriber to that publication for over ten years.",
"05_1292"
],
[
"riddle /ˈrɪdl/ n.",
"A riddle is a question that is difficult to answer but meant to be funny.",
"I could not answer Wendy's riddle, but it made me laugh.",
"05_1293"
],
[
"rot /rɑːt/ v.",
"To rot is to slowly get softer and become destroyed.",
"The old log began to rot in the forest.",
"05_1294"
],
[
"shortly /ˈʃɔːrtli/ adv.",
"An action that happens shortly happens very soon.",
"My workday will end shortly.",
"05_1295"
],
[
"skeleton /ˈskelɪtn/ n.",
"A skeleton is all the bones of a body.",
"There is a skeleton in the science classroom.",
"05_1296"
],
[
"spoil /spɔɪl/ v.",
"To spoil is to rot or to make bad.",
"We left the fruit out too long, and it spoiled.",
"05_1297"
],
[
"starve /stɑːrv/ v.",
"To starve is to not get enough food for a long period of time.",
"During the war, many people starved.",
"05_1298"
],
[
"thrill /θrɪl/ n.",
"A thrill is an exciting feeling.",
"The surfer enjoys the thrill of surfing a big wave.",
"05_1299"
],
[
"wicked /ˈwɪkɪd/ adj.",
"A wicked person is very bad or evil.",
"My boss is a very wicked man.",
"05_1300"
]
]
