[
[
"alert /əˈlɜːrt/ v.",
"To alert someone is to tell or warn that person about something.",
"The fire alarm alerted us that there was a problem.",
"06_1301"
],
[
"broadcast /ˈbrɔːdkæst/ n.",
"A broadcast is a television or radio show.",
"We watched the broadcast of the local news on TV.",
"06_1302"
],
[
"bulletin /ˈbʊlətɪn/ n.",
"A bulletin is a news report about very recent and important events.",
"There was a live bulletin reporting on the economy of the city.",
"06_1303"
],
[
"bump /bʌmp/ n.",
"A bump is a small raised area on a surface.",
"The monkey got a bump on his head because he was hit by a rock.",
"06_1304"
],
[
"chop /tʃɑːp/ v.",
"To chop something means to cut it into pieces with a tool.",
"Mom chopped some vegetables to put into the stew.",
"06_1305"
],
[
"closet /ˈklɑːzɪt/ n.",
"A closet is a small room used to store things.",
"Marie has many clothes inside of her closet.",
"06_1306"
],
[
"console /kənsóul/ v.",
"To console is to give comfort to a person who feels sad.",
"When my dog ran away, my dad consoled me.",
"06_1307"
],
[
"district /ˈdɪstrɪkt/ n.",
"A district is a small part of a city, county, state, or country.",
"I live in a residential district of Seattle, Washington.",
"06_1308"
],
[
"drawer /drɔːr/ n.",
"A drawer is a small part in furniture that is used to store things.",
"I put my clothes into the empty drawers.",
"06_1309"
],
[
"endure /ɪnˈdʊr/ v.",
"To endure means to experience and survive something difficult.",
"She had to endure her husband shouting all day long.",
"06_1310"
],
[
"execute /ˈeksɪkjuːt/ v.",
"To execute means to kill someone as a legal punishment.",
"Some people are executed for serious crimes.",
"06_1311"
],
[
"grasp /ɡræsp/ v.",
"To grasp something means to hold it.",
"He grasped the bag of money tightly.",
"06_1312"
],
[
"rear /rɪr/ n.",
"The rear of something is the back part of that thing.",
"The man loaded the rear of his truck with boxes.",
"06_1313"
],
[
"senator /ˈsenətər/ n.",
"A senator is someone who makes laws for a state.",
"The young senator promised to make laws that would help the people.",
"06_1314"
],
[
"skull /skʌl/ n.",
"A skull is the hard head bone that protects the brain.",
"The brain is protected by the skull.",
"06_1315"
],
[
"stir /stɜːr/ v.",
"To stir something means to mix it using something small, like a spoon.",
"Mom stirred the batter until it was smooth.",
"06_1316"
],
[
"tap /tæp/ v.",
"To tap something is to hit it lightly.",
"He tapped the keys of the keyboard to write a short word.",
"06_1317"
],
[
"tremendous /trəˈmendəs/ adj.",
"A tremendous thing is very large or very good.",
"The Earth’s oceans are filled with a tremendous amount of water.",
"06_1318"
],
[
"underneath /ˌʌndərˈniːθ/ prep.",
"Underneath means below or under.",
"The roots of a tree are located underneath the ground.",
"06_1319"
],
[
"worm /wɜːrm/ n.",
"A worm is a small animal with a long, thin body.",
"Worms are often used to help catch fish.",
"06_1320"
]
]
