[
[
"abandon /əˈbændən/ v.",
"To abandon something is to leave it forever or for a long time.",
"The old room had been abandoned years before.",
"07_1321"
],
[
"ambitious /æmˈbɪʃəs/ adj.",
"An ambitious person wants to be rich or successful.",
"Kendra had to be ambitious to get into medical school.",
"07_1322"
],
[
"bark /bɑːrk/ v.",
"To bark is to make a short, loud noise, like a dog.",
"The dog barked loudly and frighteningly.",
"07_1323"
],
[
"bay /beɪ/ n.",
"A bay is an area near the ocean where the land goes inward.",
"The Golden Gate Bridge crosses San Francisco Bay.",
"07_1324"
],
[
"brilliant /ˈbrɪliənt/ adj.",
"A brilliant person is very bright or smart.",
"My younger sister is brilliant for someone her age.",
"07_1325"
],
[
"chin /tʃɪn/ n.",
"A chin is the hard part at the bottom of a person’s face.",
"Luke pointed to the hair on his chin.",
"07_1326"
],
[
"complaint /kəmˈpleɪnt/ n.",
"A complaint is an expression of unhappiness about something.",
"Mom said she didn’t want to hear my brother’s complaints.",
"07_1327"
],
[
"deaf /def/ adj.",
"A deaf person or animal cannot hear.",
"Susan uses sign language because she is deaf.",
"07_1328"
],
[
"enthusiastic /ɪnˌθuːziˈæstɪk/ adj.",
"An enthusiastic person is excited by or interested in something.",
"The man was enthusiastic about his job.",
"07_1329"
],
[
"expedition /ˌekspəˈdɪʃn/ n.",
"An expedition is a long trip, usually to a place very far away",
"They got into their spaceship to begin their expedition.  ",
"07_1330"
],
[
"horizon /həˈraɪzn/ n.",
"The horizon is where the sky looks like it meets the ground.",
"The sun dipped below the horizon.",
"07_1331"
],
[
"loyal /ˈlɔɪəl/ adj.",
"Loyal people always help or support a certain person or thing.",
"The three friends are very loyal to each other.",
"07_1332"
],
[
"mayor /ˈmeɪər/ n.",
"The mayor is the person in charge of a city.",
"The mayor of my hometown is quite a powerful speaker.",
"07_1333"
],
[
"mutual /ˈmjuːtʃuəl/ adj.",
"A mutual thing is felt in the same way by two or more people.",
"Robert likes Sarah, and she likes him. The feeling is mutual.",
"07_1334"
],
[
"overweight /ˌəʊvərˈweɪt/ adj.",
"Overweight people or animals are heavier than is healthy.",
"Lisa eats too much, so now she’s overweight.",
"07_1335"
],
[
"refuge /ˈrefjuːdʒ/ n.",
"A refuge is a place of safety.",
"When it started to rain, she found refuge in the house.",
"07_1336"
],
[
"restore /rɪˈstɔːr/ v.",
"To restore something is to put it back the way it was.",
"Victor restored the old car.",
"07_1337"
],
[
"rub /rʌb/ v.",
"To rub something is to push on it and move your hand back and forth.",
"Mom’s feet were sore, so she rubbed them.",
"07_1338"
],
[
"senses /sensiz/ n.",
"The senses are how living things experience the world: sight, taste, smell, hearing and touch.",
"It would be hard to live without your five senses.",
"07_1339"
],
[
"veterinarian /ˌvetərɪˈneriən/ n.",
"A veterinarian is a doctor who takes care of animals.",
"Wanda became a veterinarian because she loves dogs.",
"07_1340"
]
]
