[
[
"anniversary /ˌænɪˈvɜːrsəri/ n.",
"An anniversary is a day that celebrates something from the past.",
"My parents went out to a restaurant for their wedding anniversary.",
"08_1341"
],
[
"arithmetic /əˈrɪθmətɪk/ n.",
"Arithmetic is math.",
"I like to study arithmetic at school.",
"08_1342"
],
[
"ashamed /əˈʃeɪmd/ adj.",
"Ashamed means feeling upset and embarrassed because of a bad action.",
"He was ashamed when he forgot his teacher’s name.",
"08_1343"
],
[
"burst /bɜːrst/ v.",
"To burst is to suddenly break open or apart.",
"The bomb burst over the city.",
"08_1344"
],
[
"carpenter /ˈkɑːrpəntər/ n.",
"A carpenter is a person who builds things with wood.",
"We hired a carpenter to make a cupboard.",
"08_1345"
],
[
"coal /kəʊl/ n.",
"Coal is a hard black material that people burn for heat.",
"Many power stations burn coal to produce energy.",
"08_1346"
],
[
"couch /kaʊtʃ/ n.",
"A couch is a long, soft seat that many people can sit on.",
"Kim and Martin’s new couch was very expensive.",
"08_1347"
],
[
"drip /drɪp/ v.",
"To drip is to fall a little bit at a time.",
"I heard water dripping from the faucet.",
"08_1348"
],
[
"elegant /ˈelɪɡənt/ adj.",
"Something elegant is very fancy and pleasing.",
"In Japan, women wear elegant kimonos on special occasions.",
"08_1349"
],
[
"fabric /ˈfæbrɪk/ n.",
"Fabric is cloth used to make clothes, furniture, etc.",
"The towels were made from a soft fabric.",
"08_1350"
],
[
"highlands /háiləndz/ n.",
"Highlands are high areas of land, usually with mountains.",
"The man had a small home in the highlands.",
"08_1351"
],
[
"ivory /ˈaɪvəri/ n.",
"Ivory is a hard, white substance that comes from elephants.",
"The elephant’s long ivory tusks looked very impressive.",
"08_1352"
],
[
"mill /mɪl/ n.",
"A mill is a building in which wheat is ground into flour.",
"The farmer took his wheat to the mill to make it into flour.",
"08_1353"
],
[
"needle /ˈniːdl/ n.",
"A needle is a small, sharp piece of metal used to make or fix clothes.",
"I used a needle to fix the hole in my pants.",
"08_1354"
],
[
"polish /ˈpɑːlɪʃ/ v.",
"To polish something is to rub it in order to make it shiny.",
"Mark spent all morning polishing his shoes for the wedding.",
"08_1355"
],
[
"sew /səʊ/ v.",
"To sew means to put pieces of cloth together using string or thread.",
"I learned to sew when I was a little girl.",
"08_1356"
],
[
"shed /ʃed/ n.",
"A shed is a small building in which people store things like tools.",
"We have a small shed in the backyard for storage.",
"08_1357"
],
[
"thread /θred/ n.",
"A thread is a thin piece of string.",
"I have many different colors of thread at home.",
"08_1358"
],
[
"trim /trɪm/ v.",
"To trim something is to cut it a little bit.",
"I had my hair trimmed this afternoon.",
"08_1359"
],
[
"upwards /ˈʌpwərdz/ adv.",
"An upwards action moves vertically towards the direction above.",
"The kite went upwards further and further.",
"08_1360"
]
]
