[
[
"ally /ˈælaɪ/ n.",
"An ally is someone who agrees to help or support another person or group.",
"I was happy to find many allies who shared my opinion.",
"09_1361"
],
[
"boast /bəʊst/ v.",
"To boast is to talk about how great one is.",
"We all became tired of listening to him boast about himself all day.",
"09_1362"
],
[
"bounce /baʊns/ v.",
"To bounce is to move up and away from a surface after hitting it.",
"Owen bounced the ball on the ground.",
"09_1363"
],
[
"bully /ˈbʊli/ n.",
"A bully is a person who is mean to others.",
"The two bullies always picked on the smaller, weaker kids.",
"09_1364"
],
[
"carbohydrate /ˌkɑːrbəʊˈhaɪdreɪt/ n.",
"Carbohydrates are substances in foods like bread that give energy.",
"Carbohydrates like rice are a good source of energy for active people.",
"09_1365"
],
[
"crawl /krɔːl/ v.",
"To crawl is to move slowly on hands and knees.",
"The baby crawled across the floor.",
"09_1366"
],
[
"defeat /dɪˈfiːt/ v.",
"To defeat someone is to beat that person in a game or battle.",
"The champion defeated the challenger in the boxing match.",
"09_1367"
],
[
"dial /ˈdaɪəl/ n.",
"A dial is a circular tool, like the front of a clock.",
"I looked at the dial to see what time it was.",
"09_1368"
],
[
"dominant /ˈdɑːmɪnənt/ adj.",
"A dominant person or thing is stronger than others.",
"The gorilla is one of the dominant animals in the jungle.",
"09_1369"
],
[
"entire /ɪnˈtaɪər/ adj.",
"Entire means the whole thing or group.",
"The entire table was covered with food.",
"09_1370"
],
[
"mercy /ˈmɜːrsi/ n.",
"Mercy is a feeling or act of kindness.",
"He asked his boss for mercy and to not fire him.",
"09_1371"
],
[
"nod /nɑːd/ v.",
"To nod is to move your head up and down.",
"I nodded my head as I listened to the song.",
"09_1372"
],
[
"opponent /əˈpəʊnənt/ n.",
"An opponent is a person or group trying to defeat another person or group.",
"On the field, our opponents were too good for us.",
"09_1373"
],
[
"quarrel /ˈkwɑːrəl/ v.",
"To quarrel is to argue or fight.",
"Billy quarreled with his wife about buying a new house.",
"09_1374"
],
[
"rival /ˈraɪvl/ n.",
"A rival is someone trying to achieve the same thing as another.",
"The three rivals were all competing for the same job.",
"09_1375"
],
[
"sore /sɔːr/ adj.",
"Sore means feeling or causing pain.",
"After lifting the heavy box, Mona’s back was sore.",
"09_1376"
],
[
"sting /stɪŋ/ v.",
"To sting is to cause pain by pushing a sharp part into the skin.",
"The needle stung my arm and made me say, “Ouch!”",
"09_1377"
],
[
"strain /streɪn/ v.",
"To strain is to try very hard.",
"Casey strained to lift the heavy box.",
"09_1378"
],
[
"torture /ˈtɔːrtʃər/ n.",
"Torture is action that causes physical or mental pain.",
"Greg thought that writing the essay was torture.",
"09_1379"
],
[
"wrestle /ˈresl/ v.",
"To wrestle is to try to push another competitor to the floor.",
"My dad loved to wrestle when he was in high school.",
"09_1380"
]
]
