[
[
"absence /ˈæbsəns/ n.",
"Absence is the state of something being away.",
"There is an absence of sand in the hourglass.",
"10_1381"
],
[
"aloud /əˈlaʊd/ adv.",
"An action done aloud is done so that people can hear it.",
"My father often reads stories aloud to me and my sister.",
"10_1382"
],
[
"bald /bɔːld/ adj.",
"A bald person or animal has no hair.",
"My oldest brother is bald.",
"10_1383"
],
[
"blanket /ˈblæŋkɪt/ n.",
"A blanket is a piece of cloth that people use to keep warm or to sit upon.",
"I laid a blanket on the ground so that we could have a picnic.",
"10_1384"
],
[
"creep [kri:p] v.",
"To creep is to move quietly and slowly.",
"The cat slowly crept down the tree.",
"10_1385"
],
[
"divorce /dɪˈvɔːrs/ n.",
"Divorce is the process of ending a marriage.",
"Divorce rates have increased in the past twenty years.",
"10_1386"
],
[
"imitate /ˈɪmɪteɪt/ v.",
"To imitate someone or something is to act in the exact same way,",
"He imitated his favorite superhero by putting on a costume.",
"10_1387"
],
[
"infant /ˈɪnfənt/ n.",
"An infant is a baby.",
"The infant cried all night.",
"10_1388"
],
[
"kidnap /ˈkɪdnæp/ v.",
"To kidnap someone is to take that person illegally.",
"She was terrified to find out her son had been kidnapped.",
"10_1389"
],
[
"nap /næp/ n.",
"A nap is a short sleep, usually during the day.",
"I took a short nap because I had stayed up late last night.",
"10_1390"
],
[
"nowhere /ˈnəʊwer/ adv.",
"Nowhere means no place or not existing.",
"Unfortunately, water was nowhere to be found.",
"10_1391"
],
[
"pat /pæt/ v.",
"To pat something is to hit it softly with your hand.",
"I patted some lotion onto my face.",
"10_1392"
],
[
"relief /rɪˈliːf/ n.",
"Relief is a good feeling after something bad or challenging ends.",
"I felt a sense of relief when I heard the good news.",
"10_1393"
],
[
"reproduce /ˌriːprəˈduːs/ v.",
"To reproduce is to make something exactly how someone else did it.",
"The children tried to reproduce their house using toy blocks.",
"10_1394"
],
[
"rhyme /raɪm/ n.",
"A rhyme is writing or speech that has words with the same ending sounds.",
"'Humpty Dumpty' is an old rhyme that children learn in school.",
"10_1395"
],
[
"suck /sʌk/ v.",
"To suck is to put something in your mouth and try to get something out of it.",
"The baby sucked milk from her bottle.",
"10_1396"
],
[
"urgent /ˈɜːrdʒənt/ adj.",
"An urgent thing is important and needs to be done now.",
"He had to leave at that moment; it was urgent.",
"10_1397"
],
[
"vanish /ˈvænɪʃ/ v.",
"To vanish is to go away suddenly.",
"All the passengers vanished from the train station.",
"10_1398"
],
[
"wagon /ˈwæɡən/ n.",
"A wagon is a cart used to carry heavy things.",
"He used his wagon to carry some of his gifts.",
"10_1399"
],
[
"wrinkle /ˈrɪŋkl/ n.",
"A wrinkle is a line on a person's face that appears as they get old.",
"My grandfather has some wrinkles on his face.",
"10_1400"
]
]
