[
[
"architecture /ˈɑːrkɪtektʃər/",
"Architecture is the design and form of a building.",
"The Sydney Opera House is a good example of modern architecture.",
"11_1401"
],
[  
"basket /ˈbæskɪt/",
"A basket is a container made of woven materials that is used to carry things.",
"He put the vegetables in a basket.",
"11_1402"
],
[  
"bloom /bluːm/",
"To bloom is to produce an open flower.",
"The white daisies were about to bloom.",
"11_1403"
],
[  
"canoe /kəˈnuː/",
"A canoe is a long, light boat with pointed ends.",
"He paddled his canoe to the edge of the lake.",
"11_1404"
],
[  
"carpet /ˈkɑːrpɪt/",
"A carpet is a thick, heavy, woven fabric used to cover the floor.",
"His white living room carpet was soft.",
"11_1405"
],
[  
"cousin /ˈkʌzn/",
"A cousin is the child of one’s aunt and uncle.",
"My cousin looks just like me.",
"11_1406"
],
[  
"desk /desk/",
"A desk is a piece of furniture that people sit at to do work.",
"She put the books on her desk.",
"11_1407"
],
[  
"gallery /ˈɡæləri/",
"A gallery is a large space where people can see works of art.",
"The art gallery displayed beautiful paintings.",
"11_1408"
],
[  
"guest /ɡest/",
"A guest is someone who is invited to an event, occasion, or location.",
"Alice invited a special guest for dinner.",
"11_1409"
],
[  
"host /həʊst/",
"A host is someone who invites a guest someplace.",
"He was a gracious host.",
"11_1410"
],
[  
"july /dʒuːlái/",
"The seventh month of the year is July.",
"Her birthday is in July.",
"11_1411"
],
[  
"modern /ˈmɑːdərn/",
"A modern thing belongs to the current time.",
"The kitchen had a modern look.",
"11_1412"
],
[  
"museum /mjuˈziːəm/",
"Amuseum is a building that displays cultural, social, and scientific objects.",
"The Louvre is a famous museum in France.",
"11_1413"
],
[  
"pink /pɪŋk/",
"Pink is a pale shade of red.",
"She chose a pink lipstick.",
"11_1414"
],
[  
"plane /pleɪn/",
"A plane is a vehicle that has an engine and wings and flies in the air.",
"They took a plane across the ocean to India.",
"11_1415"
],
[  
"refrigerator /rɪˈfrɪdʒəreɪtər/",
"A refrigerator is a large electrical machine used to keep food cold.",
"He kept milk, eggs, and butter in the refrigerator.",
"11_1416"
],
[  
"temperature /ˈtemprətʃər/",
"A temperature is a measure of how hot or cold something is.",
"In the winter, the temperature can drop below 0 degrees.",
"11_1417"
],
[  
"theater /θíːətər/",
"A theater is a place where people can watch movies or live shows.",
"He took her to see a comedy show at the theater.",
"11_1418"
],
[  
"upper /ˈʌpər/",
"An upper position is a higher position.",
"He took the elevator to the upper floor.",
"11_1419"
],
[  
"welcome /ˈwelkəm/",
"To welcome is to greet someone or something with pleasure.",
"She greeted her friends with a warm welcome.",
"11_1420"
]
]  
