[
[
"anticipate /ænˈtɪsɪpeɪt/",
"To anticipate something is to think that it will happen.",
"Carrie anticipated the arrival of her baby.",
"12_1421"
],
[
"barrel /ˈbærəl/",
"A barrel is a round thing that you can keep liquids in.",
"There was an empty barrel outside the house.",
"12_1422"
],
[
"beam /biːm/",
"A beam is a heavy bar.",
"Modern skyscrapers are made with many beams.",
"12_1423"
],
[
"casual /ˈkæʒuəl/",
"A casual thing is relaxed or simple.",
"You can wear casual clothes, like jeans, to the party.",
"12_1424"
],
[
"caution /ˈkɔːʃn/",
"Caution is care and attention in order to avoid danger.",
"Please use the power saw with caution. It is very dangerous.",
"12_1425"
],
[
"contrary /kɑ́ntreri/",
"A contrary thing is the opposite of another thing.",
"It isn't warm outside at all. On the contrary, it is quite cold.",
"12_1426"
],
[
"deliberate /dɪˈlɪbərət/",
"A deliberate action is one done on purpose, not by accident.",
"Bernie made a deliberate attempt to injure Andy.",
"12_1427"
],
[
"dissolve /dɪˈzɑːlv/",
"To dissolve something is to mix it into a liquid until it disappears.",
"I dissolved the pill in a glass of water.",
"12_1428"
],
[
"explode /ɪkˈspləʊd/",
"To explode is to suddenly move apart in many smaller pieces.",
"The old TV exploded when I plugged it in.",
"12_1429"
],
[
"fasten /ˈfæsn/",
"To fasten something is to close it or attach it to something.",
"Elizabeth fastened her seat belt.",
"12_1430"
],
[
"germ /dʒɜːrm/",
"A germ is a very small living thing that can make people sick.",
"Germs are on everything that you touch.",
"12_1431"
],
[
"kit /kɪt/",
"A kit is a set of all the things needed to do something.",
"Is there a first aid kit in your office?",
"12_1432"
],
[
"puff /pʌf/",
"A puff is a little bit of smoke or steam.",
"A puff of smoke came from the burnt match.",
"12_1433"
],
[
"rag /ræɡ/",
"A rag is a small towel.",
"Please use a rag to clean the dust off the table.",
"12_1434"
],
[
"scatter /ˈskætər/",
"To scatter something is to make it go in many places.",
"I accidentally scattered all of my pills.",
"12_1435"
],
[
"scent /sent/",
"A scent is a smell.",
"Julie enjoyed the scent of the flowers.",
"12_1436"
],
[
"steel /stiːl/",
"Steel is a strong gray metal.",
"The new apartment building was made with steel.",
"12_1437"
],
[
"swift /swɪft/",
"A swift person or animal is fast.",
"The swift horse easily jumped over the hurdle.",
"12_1438"
],
[
"toss /tɔːs/",
"To toss something is to throw it softly.",
"He tossed a coin into the air.",
"12_1439"
],
[
"triumph /ˈtraɪʌmf/",
"Triumph is the act or feeling of winning.",
"He raised the award in triumph at the end of his speech.",
"12_1440"
]
]
