[
[
"aboard /əˈbɔːrd/",
"Someone aboard a ship or plane is in or on it.",
"They climbed aboard the kayak and paddled through the river.",
"13_1441"
],
[
"bitter /ˈbɪtər/",
"A bitter person feels upset or angry about something.",
"He was extremely bitter when his computer crashed.",
"13_1442"
],
[
"bullet /ˈbʊlɪt/",
"A bullet is a small metal object that is shot out of a gun.",
"Bullets come in different sizes for different guns.",
"13_1443"
],
[
"devil /ˈdevl/",
"The devil is a powerful evil spirit in some religions.",
"The church promised protection from the devil.",
"13_1444"
],
[
"drift /drɪft/",
"To drift means to be moved slowly by wind or water.",
"The large chunk of ice drifted in the water.",
"13_1445"
],
[
"enforce /ɪnˈfɔːrs/",
"To enforce means to make a person follow a rule.",
"Police enforce traffic laws to keep everyone safe.",
"13_1446"
],
[
"fountain /ˈfaʊntn/",
"A fountain is a source of water made by people.",
"There was a beautiful fountain in the middle of the park.",
"13_1447"
],
[
"harbor /hɑ́ːrbər/",
"A harbor is an area of water along a shore where boats land.",
"There were a few small boats in the harbor.",
"13_1448"
],
[
"inhabit /ɪnˈhæbɪt/",
"To inhabit means to live in a certain place.",
"No one inhabits the ancient city.",
"13_1449"
],
[
"march /mɑːrtʃ/",
"To march means to walk at a steady pace together with others.",
"The soldiers marched in straight rows.",
"13_1450"
],
[
"millionaire /ˌmɪljəˈner/",
"A millionaire is a person who has at least a million dollars.",
"He became a millionaire because he was smart with his money.",
"13_1451"
],
[
"port /pɔːrt/",
"A port is a place where ships stop to load and unload things.",
"The ship was being loaded with materials at the port.",
"13_1452"
],
[
"sheriff /ˈʃerɪf/",
"A sheriff is a police officer who is in charge of a large area.",
"It was the sheriff's job to make the city safe.",
"13_1453"
],
[
"startle /ˈstɑːrtl/",
"To startle means to scare someone suddenly.",
"The loud crash startled the sleeping woman.",
"13_1454"
],
[
"sweat /swet/",
"To sweat means to lose liquid from the body through the skin.",
"Whenever I go to the gym, I sweat quite a bit.",
"13_1455"
],
[
"trigger /ˈtrɪɡər/",
"A trigger is the part of a gun that a person pulls to make it fire.",
"The man had his finger on the trigger of the gun.",
"13_1456"
],
[
"unify /ˈjuːnɪfaɪ/",
"To unify means to bring people or things together.",
"With their good deeds, the children tried to unify the world.",
"13_1457"
],
[
"vessel /ˈvesl/",
"A vessel is a large ship or boat.",
"We toured the area aboard a luxury vessel.",
"13_1458"
],
[
"voyage /ˈvɔɪɪdʒ/",
"A voyage is a long journey made on a boat or an aircraft.",
"The astronauts took off on a long voyage to the moon.",
"13_1459"
],
[
"worship /ˈwɜːrʃɪp/",
"To worship means to like and honor a person, thing, or religious figure.",
"Many people around the world worship in a church.",
"13_1460"
]
]
