[
[
"apprentice /əˈprentɪs/",
"An apprentice is a person who learns how to do a job from a skilled person.",
"Mark is an apprentice chef at the restaurant.",
"14_1461"
],
[
"assure /əˈʃɔː(r)/",
"To assure people is to tell them something is true to make them less worried.",
"He assured the boss that the building would be done on time.",
"14_1462"
],
[
"bandage /ˈbændɪdʒ/",
"A bandage is a piece of cloth used to stop bleeding.",
"If you cut yourself, please get a bandage from the first-aid kit.",
"14_1463"
],
[
"bleed /bliːd/",
"To bleed is to lose blood.",
"If you are not careful, you will cut your finger and bleed.",
"14_1464"
],
[
"bond /bɑːnd/",
"To bond with someone is to become friends with that person.",
"The women bonded after several hours of conversation.",
"14_1465"
],
[
"chef /ʃef/",
"A chef is a person who cooks in a restaurant.",
"Tom is a chef at the restaurant near my house.",
"14_1466"
],
[
"crown /kraʊn/",
"A crown is the hat worn by a king or queen.",
"The crown is made of gold.",
"14_1467"
],
[
"departure /dɪˈpɑːrtʃər/",
"A departure is the act of leaving a place.",
"They were excited about their departure to go back home.",
"14_1468"
],
[
"diligent /ˈdɪlɪdʒənt/",
"A diligent person works hard and is careful.",
"Craig has always been a very diligent person at work.",
"14_1469"
],
[
"emperor /ˈempərər/",
"An emperor is the leader of a group of countries.",
"The emperor Julius Caesar was in control of ancient Rome.",
"14_1470"
],
[
"fiber /fáibər/",
"A fiber is a thread of a substance used to make clothes or rope.",
"The mat was made from tiny fibers.",
"14_1471"
],
[
"horrible /ˈhɔːrəbl/",
"A horrible thing is very bad.",
"The assignment was horrible. I hated it.",
"14_1472"
],
[
"impolite /ˌɪmpəˈlaɪt/",
"An impolite person is rude, or not polite.",
"Roger is impolite to everyone he meets.",
"14_1473"
],
[
"kneel /niːl/",
"To kneel is to put one or both knees on the ground.",
"Daryl kneeled down on one knee and asked Nina to marry him.",
"14_1474"
],
[
"luxury /ˈlʌkʃəri/",
"A luxury is an expensive thing that is nice but not needed.",
"Our honeymoon resort was a luxury we really enjoyed.",
"14_1475"
],
[
"massive /ˈmæsɪv/",
"A massive thing is very big.",
"The wheels on his truck were massive.",
"14_1476"
],
[
"panic /ˈpænɪk/",
"To panic is to feel so nervous or afraid that one cannot think clearly.",
"Everyone panicked when the house caught on fire.",
"14_1477"
],
[
"priority /praɪˈɔːrəti/",
"A priority is something that is more important than other things.",
"My priority is to get good grades in school.",
"14_1478"
],
[
"robe /rəʊb/",
"A robe is a long, loose piece of clothing.",
"The monks at the temple all wear robes.",
"14_1479"
],
[
"scold /skəʊld/",
"To scold means to criticize someone angrily for doing something wrong.",
"Jesse was scolded by the teacher for not paying attention.",
"14_1480"
]
]
