[
[
"adolescent /ˌædəˈlesnt/",
"An adolescent is a young person or a teenager.",
"The adolescent was excited about getting a skateboard for his birthday.",
"16_1501"
],
[
"aptitude /ˈæptɪtuːd/",
"Aptitude is a natural ability or skill.",
"He has a natural aptitude for water skiing.",
"16_1502"
],
[
"compliment /ˈkɑːmplɪmənt/",
"To compliment is to say a nice thing about someone or something.",
"Her co-worker complimented her for doing a good job.",
"16_1503"
],
[
"hinder /ˈhɪndər/",
"To hinder is to stop someone or something from doing something.",
"All the traffic hindered me from getting to work on time.",
"16_1504"
],
[
"journalism /ˈdʒɜːrnəlɪzəm/",
"Journalism in the work of collecting the news to put in newspapers or on TV.",
"Before becoming a teacher, she worked in journalism.",
"16_1505"
],
[
"jury /ˈdʒʊri/",
"A jury is a group of people that listen to a trial and say if someone is guilty.",
"The jury listened closely to the attorney before they made their decision.",
"16_1506"
],
[
"justice /ˈdʒʌstɪs/",
"Justice is fairness in the way that people are treated.",
"People turn to the court system when they are seeking justice.",
"16_1507"
],
[
"liberty /ˈlɪbərti/",
"Liberty is freedom to do what one wants.",
"To many people, the Statue of Liberty is a symbol of freedom.",
"16_1508"
],
[
"literary /ˈlɪtəreri/",
"A literary person or thing is involved with literature in some way.",
"He worked hard to create a successful literary career.",
"16_1509"
],
[
"pharmacy /ˈfɑːrməsi/",
"A pharmacy is a place where medicine is sold.",
"My mother sells medicine to people at the pharmacy.",
"16_1510"
],
[
"pill /pɪl/",
"A pill is a small object that has medicine inside.",
"She took a pill for her headache.",
"16_1511"
],
[
"presume /prɪˈzuːm/",
"To presume is to believe something is true without being certain.",
"Since the girl raised her hand, the teacher presumed she knew the answer.",
"16_1512"
],
[
"privacy /ˈpraɪvəsi/",
"Privacy is the state of being happily away from other people.",
"Please hang the sign on the door so we can have some privacy.",
"16_1513"
],
[
"punishment /ˈpʌnɪʃmənt/",
"A punishment is something that one must endure for any wrongdoing.",
"He was given a punishment for being rude to the teacher.",
"16_1514"
],
[
"sensible /ˈsensəbl/",
"A sensible person or thing is good and smart.",
"It was sensible for her to save some money each month.",
"16_1515"
],
[
"slice /slaɪs/",
"A slice is a piece from something larger, such as a cake.",
"The girl enjoyed a slice of cake at her birthday party.",
"16_1516"
],
[
"sorrow /ˈsɑːrəʊ/",
"Sorrow is a very sad feeling.",
"The girl felt sorrow after her best friend moved away.",
"16_1517"
],
[
"straw /strɔː/",
"A straw is a thin tube that is used to suck liquid into the mouth.",
"I drank the orange juice through a straw.",
"16_1518"
],
[
"swell /swel/",
"To swell is to become larger and rounder.",
"My sister's stomach began to swell after she got pregnant.",
"16_1519"
],
[
"tidy /ˈtaɪdi/",
"A tidy place or person is clean and in order.",
"Leon has always been a very tidy boy.",
"16_1520"
]
]
