[
[
"armor /ɑ́ːrmər/",
"Armor is metal worn by soldiers to protect the body.",
"The soldier wore armor to protect his body.",
"18_1541"
],
[
"blaze /bleɪz/",
"To blaze means to burn brightly or powerfully.",
"The small fire soon blazed into a large, dangerous one.",
"18_1542"
],
[
"boom /buːm/",
"To boom means to make a loud, deep sound.",
"The firecrackers made a loud boom when they exploded.",
"18_1543"
],
[
"cliff /klɪf/",
"A cliff is a high and often flat wall of rock.",
"The wolf stood at the cliff and howled.",
"18_1544"
],
[
"flame /fleɪm/",
"A flame is part of a fire.",
"The torch was filled with yellow and orange flames.",
"18_1545"
],
[
"independence /ˌɪndɪˈpendəns/",
"Independence is the state of being free from the control of others.",
"After leaving home, Sophia had a great feeling of independence.",
"18_1546"
],
[
"invasion /ɪnˈveɪʒn/",
"An invasion is an attack by a group from another country.",
"In Korea, walls were built around cities to protect them from invasions.",
"18_1547"
],
[
"knight /naɪt/",
"A knight is a soldier of high rank and skill who usually serves a king.",
"He was the best soldier, so the king made him a knight.",
"18_1548"
],
[
"lightning /ˈlaɪtnɪŋ/",
"Lightning is the bright light seen during a storm.",
"The lightning flashed above the water.",
"18_1549"
],
[
"rebel /ˈrebl/",
"A rebel is a person who fights the government in order to change it.",
"The rebel was angry about the government's unfair policies.",
"18_1550"
],
[
"retreat /rɪˈtriːt/",
"To retreat means to run away because of losing a fight.",
"The army retreated because they were losing the battle.",
"18_1551"
],
[
"revolution /ˌrevəˈluːʃn/",
"A revolution is a change to the political system by a group of people.",
"The revolution in Russia led to the creation of the Soviet Union.",
"18_1552"
],
[
"spear /spɪr/",
"A spear is a long stick with a blade on one end that is used as a weapon.",
"The soldier was holding a spear in his hand.",
"18_1553"
],
[
"steep /stiːp/",
"A steep surface or place has a slope or angle that rises or falls sharply.",
"He rode his bike up the steep hill to reach the top.",
"18_1554"
],
[
"summit /ˈsʌmɪt/",
"A summit is the highest part of a hill or mountain.",
"Snow covered the summit of the mountain even during the summer.",
"18_1555"
],
[
"thunder /ˈθʌndər/",
"Thunder is the loud noise heard during a storm.",
"The sound of the thunder startled me.",
"18_1556"
],
[
"troops /truːps/",
"Troops are soldiers that fight in groups in a battle.",
"The troops were all prepared to go into battle.",
"18_1557"
],
[
"warrior /ˈwɔːriər/",
"A warrior is a brave soldier or fighter.",
"The samurai were some of the most skilled warriors in the ancient world.",
"18_1558"
],
[
"withdraw /wɪθˈdrɔː/",
"To withdraw means to leave a place, usually during war.",
"After losing the battle, the enemy withdraw back to its own country.",
"18_1559"
],
[
"yield /jiːld/",
"To yield something means to give up control of it or give it away.",
"He had to yield his turn because he was in checkmate.",
"18_1560"
]
]
