[
[
"bench /bentʃ/",
"A bench is a long seat for two or more people.",
"Most parks have benches for people to relax upon.",
"19_1561"
],
[
"daisy /ˈdeɪzi/",
"A daisy is a small flower with white petals and a yellow center.",
"There were a few daisies growing in the field.",
"19_1562"
],
[
"dispute /ˈdɪspjuːt/",
"A dispute is an argument or disagreement that people have.",
"Karen and Brian often have disputes about silly things.",
"19_1563"
],
[
"empty /ˈempti/",
"An empty container is one that has no things in it.",
"The teacher showed the students an empty bottle.",
"19_1564"
],
[
"horror /ˈhɔːrər/",
"Horror is a feeling of being very afraid or shocked.",
"The audience screamed in horror when the ghost appeared in the movie.",
"19_1565"
],
[
"incident /ˈɪnsɪdənt/",
"An incident is an event that is usually not pleasant.",
"Mr. Wilson had an incident; he became sick and had to leave.",
"19_1566"
],
[
"mist /mɪst/",
"Mist is water that can be seen in the air or on a surface.",
"The forest was covered with mist.",
"19_1567"
],
[
"object /ˈɒbdʒekt/",
"An object is a non-living thing that you can see or touch.",
"The shopping cart was filled with objects.",
"19_1568"
],
[
"orphan /ˈɔːrfn/",
"An orphan is a child who does not have parents.",
"The orphan frequently cried during the night.",
"19_1569"
],
[
"plot /plɑːt/",
"To plot is to make a secret plan to do something that is wrong or mean.",
"The group was plotting to ruin the company's financial reports.",
"19_1570"
],
[
"pregnant /ˈpreɡnənt/",
"A pregnant woman or animal is going to have a baby.",
"The pregnant woman was shopping for baby clothes.",
"19_1571"
],
[
"rage /reɪdʒ/",
"Rage is a very angry feeling.",
"The chef was filled with rage when his helpers ruined the meal.",
"19_1572"
],
[
"revenge /rɪˈvendʒ/",
"Revenge is the act of hurting someone who has hurt you.",
"He broke his sister's doll as revenge after she lost his favorite book.",
"19_1573"
],
[
"shame /ʃeɪm/",
"Shame is a bad feeling about things one has done wrong.",
"The boy felt shame about misplacing his clothes.",
"19_1574"
],
[
"sigh /saɪ/",
"To sigh is to breathe out loudly to show tiredness, boredom, or sadness.",
"Molly sighed when she looked at all the information she had to research.",
"19_1575"
],
[
"sneak /sniːk/",
"To sneak is to move quietly in order not to be seen or heard.",
"The thief snuck out of the house without anyone noticing him.",
"19_1576"
],
[
"spare /sper/",
"To spare something is to give it away because it is not needed.",
"I wanted to help him but I couldn't spare a tire.",
"19_1577"
],
[
"stem /stem/",
"The stem of a plant is the stick that grows leaves or flowers.",
"The rose had a long thin stem.",
"19_1578"
],
[
"supper /ˈsʌpər/",
"Supper is a meal that is eaten in the evening.",
"We usually have supper around 6 o'clock at my house.",
"19_1579"
],
[
"tender /ˈtendər/",
"A tender food is soft and easy to chew.",
"The meat was so tender they didn't need knives to cut it.",
"19_1580"
]
]
