[
[
"attack /əˈtæk/",
"To attack something is to hurt or damage it.",
"She watched the lizard attack its prey.",
"21_1601"
],
[
"breast /brest/",
"A breast is one of the two soft parts on a woman's chest.",
"She was diagnosed with breast cancer.",
"21_1602"
],
[
"cancer /ˈkænsər/",
"Cancer is a serious disease that causes cells to grow abnormally.",
"He was a leading scientist in finding a cure for cancer.",
"21_1603"
],
[
"cancerous /ˈkænsərəs/",
"Cancerous cells are the result of cancer.",
"The exam found cancerous cells in the patient's blood.",
"21_1604"
],
[
"cell /sel/",
"A cell is the smallest part of a living thing that can live by itself.",
"A red blood cell carries oxygen.",
"21_1605"
],
[
"cigarette /ˈsɪɡəret/",
"A cigarette is a thinly wrapped paper tube filled with tobacco that is smoked.",
"Cigarette smoking is terrible for your health.",
"21_1606"
],
[
"code /kəʊd/",
"A code is a set of symbols used to hide or read a message.",
"She used the code to solve the puzzle.",
"21_1607"
],
[
"cure /kjʊr/",
"A cure is a medical treatment to make a sickness go away.",
"Scientists are still working on finding a cure for diabetes.",
"21_1608"
],
[
"destruction /dɪˈstrʌkʃn/",
"To damage something is to cause its destruction.",
"The wildfires left the forest in a state of destruction.",
"21_1609"
],
[
"DNA /díːènéi/",
"DNA is the short form of deoxyribonucleic acid.",
"The police sometimes use DNA to solve crime.",
"21_1610"
],
[
"extensive /ɪkˈstensɪv/",
"Extensive means large in size or amount.",
"The game drew extensive media coverage.",
"21_1611"
],
[
"female /ˈfiːmeɪl/",
"Female refers to women or girls.",
"She is the only female student in her class with short hair.",
"21_1612"
],
[
"furthermore /ˌfɜːrðərˈmɔːr/",
"Furthermore means more information will be added.",
"She's clever, and furthermore, she is not afraid of work.",
"21_1613"
],
[
"gene /dʒiːn/",
"A gene controls what it looks like, how an organism grows, and how it develops.",
"Gene therapy is sometimes used to treat an illness.",
"21_1614"
],
[
"inherit /ɪnˈherɪt/",
"To inherit is to receive something that is passed down from a relative.",
"All the girls in my family inherit red hair from my great-grandmother.",
"21_1615"
],
[
"link /lɪŋk/",
"A link is a connection to something else.",
"The two lines in the poem share a common link.",
"21_1616"
],
[
"male /meɪl/",
"Male refers to men or boys.",
"He was the only male in the store.",
"21_1617"
],
[
"population /ˌpɑːpjuˈleɪʃn/",
"A population is all the people living in an area.",
"The population of our city is steadily growing.",
"21_1618"
],
[
"result /rɪˈzʌlt/",
"A result happens because of something else.",
"The result of her experiment was surprising.",
"21_1619"
],
[
"sugar /ˈʃʊɡər/",
"Sugar comes from plants and is used to make food taste sweet.",
"She added extra sugar to her tea.",
"21_1620"
]
]
