[
[
"accommodate /əˈkɑːmədeɪt/",
"To accommodate is to have enough room.",
"The meeting room can accommodate nine people.",
"22_1621"
],
[
"circus /ˈsɜːrkəs/",
"A circus is a traveling show with animals and people.",
"I like to go to the circus to see the animals do tricks.",
"22_1622"
],
[
"coincide /ˌkəʊɪnˈsaɪd/",
"To coincide means to happen at the same time.",
"My birthday coincides with Christmas.",
"22_1623"
],
[
"commission /kəˈmɪʃn/",
"To commission someone is to pay that person to do some job.",
"The artist was commissioned to create a picture.",
"22_1624"
],
[
"dose /dəʊs/",
"A dose is a certain amount of medicine taken at one time.",
"My mother gave me a dose of medicine before I went to bed.",
"22_1625"
],
[
"dye /daɪ/",
"To dye something is to make it a certain color by using a special chemical.",
"Valery got her hair dyed at the salon yesterday.",
"22_1626"
],
[
"extent /ɪkˈstent/",
"The extent of something is how large, important, or serious it is.",
"He ate to such an extent that he became overweight.",
"22_1627"
],
[
"gender /ˈdʒendər/",
"Gender is a category that describes being either a boy or a girl.",
"Do you know the gender of her new baby?",
"22_1628"
],
[
"headline /ˈhedlaɪn/",
"A headline is the title of a newspaper story.",
"The headline on the front page was about the economy.",
"22_1629"
],
[
"informal /ɪnˈfɔːrml/",
"An informal thing is casual and relaxed, not official.",
"They had an informal meeting to talk about their experiences.",
"22_1630"
],
[
"inquire /ɪnˈkwaɪər/",
"To inquire about something is to ask about it.",
"Dad called to inquire about the price of tickets for the show.",
"22_1631"
],
[
"messenger /ˈmesɪndʒər/",
"A messenger is one who carries information from one place to another.",
"The messenger delivered an important document to the office.",
"22_1632"
],
[
"peer /pɪr/",
"To peer at something is to watch it carefully.",
"She peered at people through the window.",
"22_1633"
],
[
"portrait /ˈpɔːtrət/",
"A portrait is a painting or photograph of someone.",
"I saw many religious portraits when I went to the museum.",
"22_1634"
],
[
"pose /pəʊz/",
"To pose is to stay in one place without moving.",
"The kids and their dog posed for a picture.",
"22_1635"
],
[
"ranch /ræntʃ/",
"A ranch is a large farm where animals are kept.",
"My uncle has many horses on his ranch.",
"22_1636"
],
[
"steer /stɪr/",
"To steer something is to control where it goes.",
"He steered the go-cart around the track.",
"22_1637"
],
[
"stripe /straɪp/",
"A stripe is a thick line.",
"The flag of the United States has red and white stripes.",
"22_1638"
],
[
"tame /teɪm/",
"A tame animal is not afraid to be near people.",
"The tame bird rested in his hand.",
"22_1639"
],
[
"tempt /tempt/",
"To tempt people is to offer them something they want but shouldn't have.",
"I wasn't hungry, but she tempted me with a piece of my favorite cake.",
"22_1640"
]
]
