[
[
"ban /bæn/",
"To ban something is to not let people do it.",
"Smoking is banned in this building.",
"23_1641"
],
[
"cautious /ˈkɔːʃəs/",
"A cautious person is careful to avoid danger.",
"Be very cautious as you stack those boxes.",
"23_1642"
],
[
"confess /kənˈfes/",
"To confess is to admit a bad or embarrassing truth.",
"The woman confessed that she had stolen the money.",
"23_1643"
],
[
"cottage /ˈkɑːtɪdʒ/",
"A cottage is a small, old house in the countryside.",
"My aunt lives in a pretty cottage in the mountains.",
"23_1644"
],
[
"daytime /ˈdeɪtaɪm/",
"Daytime is the time of the day when the sky is light.",
"The kids are only allowed to play outside in the daytime.",
"23_1645"
],
[
"desperate /ˈdespərət/",
"A desperate person will try anything to do or change something.",
"I'm desperate to find a new job.",
"23_1646"
],
[
"exhausting /ɪɡˈzɔːstɪŋ/",
"An exhausting activity is very tiring.",
"After an exhausting journey, we finally arrived.",
"23_1647"
],
[
"fade /feɪd/",
"To fade is to become quieter or less bright.",
"The piece of cloth I found was old and faded.",
"23_1648"
],
[
"fierce /fɪrs/",
"A fierce person or animal is angry or violent.",
"Wolves are fierce animals. Do not disturb them.",
"23_1649"
],
[
"gamble /ˈɡæmbl/",
"To gamble means to play a game that involves winning or losing money.",
"Many people like to go to casinos to gamble.",
"23_1650"
],
[
"lawn /lɔːn/",
"A lawn is an area covered in grass.",
"My dad keeps the lawn in front of our house very neat.",
"23_1651"
],
[
"mow /məʊ/",
"To mow grass is to cut it to make it short.",
"I mow our lawn every weekend.",
"23_1652"
],
[
"outlaw /ˈaʊtlɔː/",
"An outlaw is a criminal who hides from the police.",
"The police passed out posters of the outlaw to all the people.",
"23_1653"
],
[
"prospect /ˈprɑːspekt/",
"A prospect is a possibility that something will happen.",
"He wakes up every morning with the prospect of having a good day.",
"23_1654"
],
[
"purse /pɜːrs/",
"A purse is a bag in which women keep money, makeup, keys, etc.",
"My sister likes to buy designer purses.",
"23_1655"
],
[
"rod /rɑːd/",
"A rod is a thin stick made of wood or metal.",
"I bought a new fishing rod to use while on vacation.",
"23_1656"
],
[
"seldom /ˈseldəm/",
"Seldom shows that an action doesn't happen very often.",
"It seldom rains in southern Arizona.",
"23_1657"
],
[
"shave /ʃeɪv/",
"To shave means to cut the hairs on one's face with a sharp tool.",
"My father shaves his face every day because he doesn't want a beard.",
"23_1658"
],
[
"terrified /ˈterɪfaɪd/",
"A terrified person or animal is extremely scared.",
"When I saw the ghost, I was absolutely terrified!",
"23_1659"
],
[
"wizard /ˈwɪzərd/",
"A wizard is a man who can do magic.",
"The wizard made gold fall from the sky.",
"23_1660"
]
]
