[
[
"abroad /əˈbrɔːd/",
"An action done abroad is done in a different country.",
"My friend is going on a summer trip abroad.",
"24_1661"
],
[
"airline /ˈerlaɪn/",
"An airline is a company that takes people to different places by plane.",
"The airline has excellent customer service.",
"24_1662"
],
[
"audience /ˈɔːdiəns/",
"An audience is a group of people who gather to watch someone do something.",
"He was excited to be part of the audience.",
"24_1663"
],
[
"bargain /ˈbɑːrɡən/",
"A bargain is a very good price paid for a product.",
"She was looking forward to getting a good bargain at the supermarket.",
"24_1664"
],
[
"brief /briːf/",
"A brief action lasts a short time.",
"The lawyers took a brief break.",
"24_1665"
],
[
"currency /ˈkɜːrənsi/",
"The currency of a country is the type of money used in that country.",
"The currency in China is different from that in Australia.",
"24_1666"
],
[
"data /ˈdɑːtə/",
"Data is a collection of information and facts.",
"He saved all the data on his computer.",
"24_1667"
],
[
"domestic /dəˈmestɪk/",
"Domestic refers to something that happens within a particular country.",
"The airline has fifty domestic flights daily.",
"24_1668"
],
[
"draft /dræft/",
"A draft is a piece of written work that is not in its final form.",
"He was writing his first draft.",
"24_1669"
],
[
"gather /ˈɡæðər/",
"To gather is to form a group or bring together.",
"We will gather the children before the meeting.",
"24_1670"
],
[
"hobby /ˈhɑːbi/",
"A hobby is a fun and creative activity people do in their free time.",
"She liked to paint as a hobby.",
"24_1671"
],
[
"income /ˈɪnkəm/",
"An income is the money you earned from work.",
"She was saving her income to buy a house.",
"24_1672"
],
[
"jet /dʒet/",
"A jet is a fast plane with a big engine.",
"Her company owns a private jet.",
"24_1673"
],
[
"maximum /ˈmæksɪməm/",
"Maximum is the highest amount of anything allowed.",
"The maximum driving speed here is 80 km/h.",
"24_1674"
],
[
"official /əˈfɪʃl/",
"An official thing is approved by someone in authority.",
"Her official degree was being transferred.",
"24_1675"
],
[
"recommend /ˌrekəˈmend/",
"To recommend means to give advice based on experience.",
"His doctor will recommend the best medicine for her cough.",
"24_1676"
],
[
"refer /rɪˈfɜːr/",
"To refer to something means to mention or call attention to it.",
"Mr. Cid referred to the time to show Bill that he was late for class.",
"24_1677"
],
[
"remote /rɪˈməʊt/",
"A remote place is distant or far away.",
"He lived in a remote village in the Himalayas.",
"24_1678"
],
[
"sleepless /ˈsliːpləs/",
"Sleepless describes a time period in which someone does not sleep.",
"Jill had a sleepless night because she had so much on her mind.",
"24_1679"
],
[
"volume /ˈvɑːljəm/",
"The volume is the total amount of something.",
"The volume of cars in the parking lot was steadily increasing.",
"24_1680"
]
]
