[
[
"circulate /ˈsɜːrkjəleɪt/",
"To circulate is to spread something around, especially in a circular way.",
"The fan helped to circulate cool air through the room.",
"25_1681"
],
[
"consequent /ˈkɑːnsɪkwent/",
"Consequent means happening because of a different situation.",
"Her consequent rash came after she touched the poisonous plant.",
"25_1682"
],
[
"derive /dɪˈraɪv/",
"To derive means to come, or originate, from a thing or place.",
"Red's nickname was derived from the color of her hair.",
"25_1683"
],
[
"drown /draʊn/",
"To drown is to die from not being able to breathe underwater.",
"He would have drowned if the sailors had not rescued him.",
"25_1684"
],
[
"dynasty /ˈdaɪnəsti/",
"A dynasty is a series of rulers who are all from the same family.",
"The ancient Egyptians had a dynasty that lasted for many years.",
"25_1685"
],
[
"fraction /ˈfrækʃn/",
"A fraction is a small part of something.",
"Only a fraction of the cake was gone.",
"25_1686"
],
[
"frost /frɔːst/",
"Frost is a white layer of ice that forms during very cold weather.",
"In the morning, the trees were all covered with frost.",
"25_1687"
],
[
"illusion /ɪˈluːʒn/",
"An illusion is something that looks real, but doesn't actually exist.",
"Some pictures create an illusion for the eyes.",
"25_1688"
],
[
"invade /ɪnˈveɪd/",
"To invade is to take over a place by force.",
"The enemy forces tried to invade our country from the sky.",
"25_1689"
],
[
"lieutenant /luːˈtenənt/",
"A lieutenant is a rank in the military or police, or a person with that rank.",
"The lieutenant was a good leader, and his soldiers respected him.",
"25_1690"
],
[
"marine /məˈriːn/",
"Marine describes something related to the sea.",
"A healthy ocean is full of marine animals.",
"25_1691"
],
[
"merit /ˈmerɪt/",
"A merit is a positive or good quality.",
"The actor received an award for his merits in the movie.",
"25_1692"
],
[
"navy /ˈneɪvi/",
"A navy is the part of a country's military that fights at sea.",
"My country is known for our strong navy.",
"25_1693"
],
[
"polar /ˈpəʊlər/",
"Polar relates to the cold places on Earth's north and south ends.",
"Only a few people live in the Earth's northern polar region.",
"25_1694"
],
[
"ray /reɪ/",
"A ray is a line of light that comes from a bright object.",
"The sun's warm rays covered the beach.",
"25_1695"
],
[
"resign /rɪˈzaɪn/",
"To resign means to quit a job.",
"After I officially resigned from work, I said goodbye to my boss.",
"25_1696"
],
[
"suicide /ˈsuːɪsaɪd/",
"Suicide is the act of killing oneself.",
"Some people feel so sad that they think suicide is the only answer.",
"25_1697"
],
[
"tremble /ˈtrembl/",
"To tremble is to shake as a result of excitement or cold weather.",
"Harry was not used to the cold, so he trembled most of the day.",
"25_1698"
],
[
"underlying /ˌʌndərˈlaɪɪŋ/",
"An underlying thing is a hidden cause or reason.",
"Her underlying fear of flying reduced her traveling options.",
"25_1699"
],
[
"via /ˈviːə/",
"Via introduces a route or means of travel.",
"We arrived in the city from the airport via the train.",
"25_1700"
]
]
