[
[
"acknowledge /əkˈnäləj/",
"To acknowledge something is to accept that it is true or that it exists.",
"The teacher acknowledged that the young student was hungry.",
"27_1721"
],
[
"ambassador /æmˈbæsədər/",
"An ambassador is a government worker who works in another country.",
"The ambassador from Korea was in charge of the conference.",
"27_1722"
],
[
"blonde /blɑːnd/",
"A blonde is a person with light-colored hair.",
"My cousin is a blonde with blue eyes.",
"27_1723"
],
[
"conquer /ˈkɑːŋkər/",
"To conquer a place means to attack and take control of it.",
"The soldiers were trying to conquer the world.",
"27_1724"
],
[
"drag /dræɡ/",
"To drag something means to pull it across the ground.",
"The dog was dragging his owner down the street.",
"27_1725"
],
[
"exaggerate /ɪɡˈzædʒəreɪt/",
"To exaggerate is to say that something is bigger or better than it really is.",
"Jimmy wasn't exaggerating about the seriousness of his injury.",
"27_1726"
],
[
"heritage /ˈherɪtɪdʒ/",
"Heritage is the collection of features of a society, such as language and religion.",
"Teepees are part of the heritage of the Native Americans of the plains.",
"27_1727"
],
[
"insult /ˈɪnsʌlt/",
"To insult someone is to say things that will hurt the person's feelings.",
"The girls insulted each other all afternoon.",
"27_1728"
],
[
"meanwhile /ˈmiːnwaɪl/",
"An action that happens meanwhile happens at the same time as another action.",
"He wants to be a doctor in the future, but meanwhile, he works a regular job.",
"27_1729"
],
[
"necklace /ˈnekləs/",
"A necklace is a piece of jewelry that people wear around their necks.",
"Joyce received a lovely pearl necklace for her wedding anniversary.",
"27_1730"
],
[
"noble /ˈnəʊbl/",
"A noble is a rich and powerful person.",
"The Queen invited a noble from a nearby country to dinner.",
"27_1731"
],
[
"precious /ˈpreʃəs/",
"A precious thing is valuable and important.",
"In a desert, water can be more precious than money.",
"27_1732"
],
[
"prejudice /ˈpredʒədɪs/",
"A prejudice is an unfair opinion about people based on the group they belong to.",
"The company's rules against gender prejudice must be enforced.",
"27_1733"
],
[
"rumor /rúːməːr/",
"A rumor is a story that may not be true.",
"Carla was spreading rumors around the office.",
"27_1734"
],
[
"sin /sɪn/",
"A sin is something that is wrong for religious reasons.",
"Taking something that doesn't belong to you is a sin.",
"27_1735"
],
[
"spectacle /ˈspektəkl/",
"A spectacle is an amazing sight.",
"Niagara Falls is quite a spectacle.",
"27_1736"
],
[
"stack /stæk/",
"A stack is a pile of different things.",
"There was a stack of paperwork on his desk to complete.",
"27_1737"
],
[
"suspicious /səˈspɪʃəs/",
"A suspicious person does not trust others, or is not trusted by others.",
"Dad was suspicious of the caller on the line.",
"27_1738"
],
[
"tin /tɪn/",
"Tin is an inexpensive metal.",
"Soup is a food that is often sold in tin cans.",
"27_1739"
],
[
"vase /veɪs/",
"A vase is an attractive container in which people keep flowers.",
"The vase was filled with such lovely flowers.",
"27_1740"
]
]
