[
[
"ache /eɪk/",
"To ache is to hurt, or cause pain.",
"Mindy's headache because she bumped it against the wall.",
"28_1741"
],
[
"arctic /ˈɑːrktɪk/",
"Arctic shows that something is of or from the cold, far-north part of the Earth.",
"It is cold when the arctic winds blow.",
"28_1742"
],
[
"canal /kəˈnæl/",
"A canal is a path for water to travel through.",
"The city of Venice, Italy, has many canals.",
"28_1743"
],
[
"chemist /ˈkemɪst/",
"A chemist is a scientist who works with chemicals.",
"My mother is a successful chemist who helped invent new products.",
"28_1744"
],
[
"chill /tʃɪl/",
"A chill is a feeling of cold.",
"The chill from the cold wind made Bill shiver.",
"28_1745"
],
[
"congress /ˈkɑːŋɡrəs/",
"Congress is a group of leaders in a government.",
"Congress makes laws for people to follow.",
"28_1746"
],
[
"dairy /ˈderi/",
"Dairy shows that something is made from milk.",
"Things like milk and cheese are dairy foods.",
"28_1747"
],
[
"descend /dɪˈsend/",
"To descend is to go downward.",
"I descended the stairs to get out of the building.",
"28_1748"
],
[
"grocer /ˈɡrəʊsər/",
"A grocer is a person who sells food.",
"Our grocer, Mr. Smith, is a very kind man.",
"28_1749"
],
[
"hesitate /ˈhezɪteɪt/",
"To hesitate is to wait for a short time before doing something.",
"He hesitated for a moment before he decided which one to choose.",
"28_1750"
],
[
"institution /ˌɪnstɪˈtuːʃn/",
"An institution is an organization that works to help a city or group of people.",
"Banks are vital institutions that businesses and people use every day.",
"28_1751"
],
[
"jog /dʒɑːɡ/",
"To jog is to run slowly.",
"He jogs every day so he can be healthier.",
"28_1752"
],
[
"merchant /ˈmɜːrtʃənt/",
"A merchant is a person who sells things.",
"The merchant was selling used cars.",
"28_1753"
],
[
"poke /pəʊk/",
"To poke something is to push something quickly with your finger or a pointed object.",
"I poked my finger on a thumb tack.",
"28_1754"
],
[
"postpone /pəʊˈspəʊn/",
"To postpone something is to make it happen later than planned.",
"They postponed the meeting until Elena arrived.",
"28_1755"
],
[
"splash /splæʃ/",
"To splash is to crash into something so that liquid spreads out.",
"Some green paint splashed upon the floor.",
"28_1756"
],
[
"stubborn /ˈstʌbərn/",
"Stubborn people don't change their minds easily.",
"Both of my parents are stubborn. They never give in to each other.",
"28_1757"
],
[
"suburb /ˈsʌbɜːrb/",
"A suburb is a small part of a large city.",
"I grew up in the suburbs, only a few minutes outside of the city.",
"28_1758"
],
[
"tide /taɪd/",
"The tide is the level of the water in the sea.",
"The tide continued to crawl upon the beach little by little.",
"28_1759"
],
[
"tragedy /ˈtrædʒədi/",
"A tragedy is a very sad event.",
"It was a tragedy when his house was struck by lightning and burned.",
"28_1760"
]
]
