[
[
"bomb /bɑːm/",
"A bomb is an object that explodes and destroys large areas.",
"The bomb will destroy anything that is nearby.",
"29_1761"
],
[
"certificate /sərˈtɪfɪkət/",
"A certificate is a document that says that something is true or happened.",
"I was given a certificate for completing the computer course.",
"29_1762"
],
[
"circumstance /ˈsɜːkəmstɑːns/",
"A circumstance is an event that makes a situation what it is.",
"There were many circumstances behind their success, like hard work.",
"29_1763"
],
[
"coffin /ˈkɔːfɪn/",
"A coffin is a box used to bury dead people.",
"When people pass away, they are usually buried inside of a coffin.",
"29_1764"
],
[
"cope /kəʊp/",
"To cope with a difficult or stressful situation means to deal with it.",
"He copes with work stress by exercising three or four times a week.",
"29_1765"
],
[
"criticism /ˈkrɪtɪsɪzəm/",
"Criticism is the act of saying that something is not correct or good.",
"She had a lot of criticism about their new plan.",
"29_1766"
],
[
"devastate /ˈdevəsteɪt/",
"To devastate something is to cause great damage or pain to that thing.",
"The entire wall was devastated.",
"29_1767"
],
[
"frown /fraʊn/",
"To frown is to make an unhappy look with one's face.",
"Melissa frowned when she found out that the party had been canceled.",
"29_1768"
],
[
"gaze /ɡeɪz/",
"To gaze at something means to look at it for a long time.",
"We used a telescope to gaze at the stars for over an hour.",
"29_1769"
],
[
"glance /ɡlæns/",
"To glance at something means to look at it quickly.",
"She glanced behind her to see if he was looking at her.",
"29_1770"
],
[
"grief /ɡriːf/",
"Grief is the feeling of deep sadness, usually when a person dies.",
"The grief caused by losing her parents was very difficult for her.",
"29_1771"
],
[
"groom /ɡruːm/",
"A groom is a man who is going to be married.",
"The groom looked happy as he walked with his new wife.",
"29_1772"
],
[
"license /ˈlaɪsns/",
"A license is an official document that gives one permission to do something.",
"In the United States, you need a driver's license to drive legally.",
"29_1773"
],
[
"microscope /ˈmaɪkrəskəʊp/",
"A microscope is a device that makes small objects look bigger.",
"Germs cannot be seen without a microscope.",
"29_1774"
],
[
"nuclear /ˈnuːkliər/",
"A nuclear thing relates to the division or joining of atoms.",
"Nuclear power plants provide inexpensive energy to cities.",
"29_1775"
],
[
"portray /pɔːrˈtreɪ/",
"To portray something means to describe it or show it in a picture.",
"Her picture portrayed the house she grew up in when she was little.",
"29_1776"
],
[
"rotate /ˈrəʊteɪt/",
"To rotate something means to turn it around in a circle.",
"An airplane's propellers rotate quickly to help it fly.",
"29_1777"
],
[
"souvenir /ˌsuːvəˈnɪr/",
"A souvenir is something bought to remember of a place or event.",
"I bought a Russian doll as a souvenir on my trip to Moscow.",
"29_1778"
],
[
"submarine /ˈsʌbməriːn/",
"A submarine is a boat that can go underwater for long periods of time.",
"The submarine dove under the sea so the enemy couldn't see it.",
"29_1779"
],
[
"trace /treɪs/",
"To trace something means to follow over it with the eyes or a finger.",
"He traced over the graph with his finger.",
"29_1780"
]
]
