[
[
"coastline /ˈkəʊstlaɪn/",
"A coastline is the outline of a country's coast.",
"He noticed that most of the cities in Australia are on the coastline.",
"30_1781"
],
[
"deter /dɪˈtɜːr/",
"To deter means to prevent or discourage someone from doing something.",
"Icy roads deter people from driving their cars.",
"30_1782"
],
[
"devise /dɪˈvaɪz/",
"To devise something means to come up with an idea or plan about it.",
"The thieves devised a plan to steal the diamonds.",
"30_1783"
],
[
"distance /ˈdɪstəns/",
"A distance is how far it is between two points.",
"The distance between America and Russia is about 8,000km.",
"30_1784"
],
[
"expertise /ˌekspɜːrˈtiːz/",
"Expertise is the knowledge and skills to do something well.",
"John has a lot of advertising expertise. He can sell anything.",
"30_1785"
],
[
"fracture /ˈfræktʃər/",
"A fracture is a crack or break in something.",
"Don't stand on that leg because there is a fracture. It might get worse.",
"30_1786"
],
[
"headache /ˈhedeɪk/",
"A headache is a pain in one's head.",
"My sister gets a headache every time she has a lot of stress.",
"30_1787"
],
[
"implement /ˈɪmplɪment/",
"To implement something means to ensure that what has been planned is done.",
"The school decided to implement a new teaching strategy.",
"30_1788"
],
[
"insight /ˈɪnsaɪt/",
"Insight is a deep and accurate understanding of something.",
"The physics textbook gave the student a new insight about gravity.",
"30_1789"
],
[
"limb /lɪm/",
"A limb is a large branch on a tree.",
"The monkey sat on the tree limb and enjoyed a piece of fruit.",
"30_1790"
],
[
"might /maɪt/",
"Might means strength or power.",
"Try with all your might to lift the heavy tire.",
"30_1791"
],
[
"optimism /ˈɑːptɪmɪzəm/",
"Optimism is the state of being hopeful about the future.",
"The mother had optimism about her children's futures.",
"30_1792"
],
[
"proficient /prəˈfɪʃnt/",
"Proficient means able to do something well.",
"Secretaries are proficient at typing quickly.",
"30_1793"
],
[
"raft /ræft/",
"A raft is a flat kind of boat.",
"He sailed across the Pacific Ocean on a raft.",
"30_1794"
],
[
"ridge /rɪdʒ/",
"A ridge is a long, narrow piece of raised land.",
"The brown bear walked along the edge of the mountain ridge.",
"30_1795"
],
[
"shoulder /ˈʃəʊldər/",
"A shoulder is the body part between the top of the arm and the neck.",
"He carried his bike on his shoulder.",
"30_1796"
],
[
"shove /ʃʌv/",
"To shove something is to push it with a lot of power.",
"She shoved him out of the way.",
"30_1797"
],
[
"spouse /spaʊz/",
"A spouse is the person to whom someone is married.",
"I live in a home with my spouse and our two children.",
"30_1798"
],
[
"thrust /θrʌst/",
"To thrust means to push or move something quickly with a lot of force.",
"The boxer thrust his fist into the punching bag.",
"30_1799"
],
[
"tolerate /ˈtɑːləreɪt/",
"To tolerate something means to be able to accept it even when it is unpleasant.",
"When you are in a hurry, it can be hard to tolerate traffic signals.",
"30_1800"
]
]
